tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "googlechrome/simplehttp2server", "https://github.com/GoogleChrome/simplehttp2server"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "spectolabs/tap"
cask "java"
brew "ack"
brew "autojump"
brew "cmake"
brew "coreutils", args: ["with-gmp"]
brew "dnsmasq", restart_service: true
brew "openssl"
brew "gcc"
brew "gettext"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gradle"
brew "grep", args: ["with-default-names"]
brew "groovy"
brew "haproxy", restart_service: true
brew "heroku"
brew "htop"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "readline"
brew "kafka"
brew "lsof"
brew "lynx"
brew "macvim"
brew "maven"
brew "md5sha1sum"
brew "ncdu"
brew "neovim"
brew "parallel"
brew "proctools"
brew "pstree"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sonar-scanner"
brew "tcptraceroute"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "tree"
brew "vnstat"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "googlechrome/simplehttp2server/simplehttp2server"
brew "spectolabs/tap/hoverfly"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "inkscape"
cask "keycastr"
cask "macvim"
cask "mono-mdk"
cask "slack"
cask "snip"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "caskroom/fonts/font-envy-code-r"
cask "caskroom/fonts/font-office-code-pro"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "caskroom/versions/google-chrome-canary"
