tap "rockymadden/rockymadden"
tap "heroku/brew"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "spectolabs/tap"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "googlechrome/simplehttp2server", "https://github.com/GoogleChrome/simplehttp2server"
cask "java"
brew "ack"
brew "ammonite-repl"
brew "autojump"
brew "cmake"
brew "coreutils", args: ["with-gmp"]
brew "openssl"
brew "readline"
brew "sqlite"
brew "csvkit"
brew "dnsmasq", restart_service: true
brew "emacs"
brew "gettext"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gradle"
brew "grep", args: ["with-default-names"]
brew "groovy"
brew "haproxy", restart_service: true
brew "node", args: ["without-npm"]
brew "heroku"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "kafka"
brew "lorem"
brew "lsof"
brew "lynx"
brew "macvim", args: ["with-override-system-vim"]
brew "maven"
brew "md5sha1sum"
brew "ncdu"
brew "node@8", args: ["without-npm"]
brew "parallel"
brew "postgresql"
brew "proctools"
brew "pstree"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sbt"
brew "scalariform"
brew "sonar-scanner"
brew "tcptraceroute"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "tree"
brew "vnstat"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "googlechrome/simplehttp2server/simplehttp2server"
brew "spectolabs/tap/hoverfly"
cask "android-platform-tools"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "keycastr"
cask "mono-mdk"
cask "openrefine"
cask "snip"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/versions/google-chrome-canary"
